logs/ycsb_rocksdb/test1/20190816143704_016/20190816143704_016_d.log
[OVERALL], RunTime(ms), 333
[OVERALL], Throughput(ops/sec), 3003.003003003003
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 944
[READ], AverageLatency(us), 166.4396186440678
[READ], MinLatency(us), 13
[READ], MaxLatency(us), 3063
[READ], 95thPercentileLatency(us), 310
[READ], 99thPercentileLatency(us), 2929
[READ], Return=OK, 944
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 945.625
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 15079
[CLEANUP], 95thPercentileLatency(us), 17
[CLEANUP], 99thPercentileLatency(us), 15079
[INSERT], Operations, 56
[INSERT], AverageLatency(us), 583.9107142857143
[INSERT], MinLatency(us), 78
[INSERT], MaxLatency(us), 2475
[INSERT], 95thPercentileLatency(us), 2441
[INSERT], 99thPercentileLatency(us), 2455
[INSERT], Return=OK, 56